define(
"dojo/cldr/nls/fa/persian", //begin v1.x content
{
	"months-format-abbr": [
		"فروردین",
		"اردیبهشت",
		"خرداد",
		"تیر",
		"مرداد",
		"شهریور",
		"مهر",
		"آبان",
		"آذر",
		"دی",
		"بهمن",
		"اسفند"
	],
	"months-format-wide": [
		"فروردین",
		"اردیبهشت",
		"خرداد",
		"تیر",
		"مرداد",
		"شهریور",
		"مهر",
		"آبان",
		"آذر",
		"دی",
		"بهمن",
		"اسفند"
	],
	"eraAbbr": [
		"ه.ش."
	],
	"months-format-narrow": [
		"ف",
		"ا",
		"خ",
		"ت",
		"م",
		"ش",
		"م",
		"آ",
		"آ",
		"د",
		"ب",
		"ا"
	],
	"eraNames": [
		"هجری شمسی"
	],
	"months-standAlone-abbr": [
		"فروردین",
		"اردیبهشت",
		"خرداد",
		"تیر",
		"مرداد",
		"شهریور",
		"مهر",
		"آبان",
		"آذر",
		"دی",
		"بهمن",
		"اسفند"
	],
	"months-standAlone-wide": [
		"فروردین",
		"اردیبهشت",
		"خرداد",
		"تیر",
		"مرداد",
		"شهریور",
		"مهر",
		"آبان",
		"آذر",
		"دی",
		"بهمن",
		"اسفند"
	],
	"months-standAlone-narrow": [
		"ف",
		"ا",
		"خ",
		"ت",
		"م",
		"ش",
		"م",
		"آ",
		"آ",
		"د",
		"ب",
		"ا"
	]
}
//end v1.x content
);