define(
"dojo/cldr/nls/lo/indian", //begin v1.x content
{
	"months-format-abbr": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"months-format-wide": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"eraAbbr": [
		"ມ.ສ."
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"months-standAlone-wide": [
		"ຈິຕຣາ",
		"ວິສາຂະ",
		"ເຊດຖາ",
		"ອັດສາ",
		"ສາຣາວານາ",
		"ພະຕຣາ",
		"ອັສວິຊາ",
		"ການຕິກາ",
		"ອັກຣາຮາຢານາ",
		"ປຸສະຍາ",
		"ມາຄະ",
		"ຜາລກຸນີ"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);