define(
"dojo/cldr/nls/lo/persian", //begin v1.x content
{
	"months-format-abbr": [
		"ຟາຣວາດິນ",
		"ອໍຣດີບີເຫຣດ",
		"ຄໍຣເດດ",
		"ແຕຣ",
		"ມໍຣເດດ",
		"ຊາຣຫິວາ",
		"ເມີ",
		"ອາບານ",
		"ອາຊາ",
		"ດີຣ",
		"ບຣາມານ",
		"ເອສຟານ"
	],
	"months-format-wide": [
		"ຟຣາວາດິນ",
		"ອໍຣດີບີເຫຣດ",
		"ຄໍຣເດດ",
		"ແຕຣ",
		"ມໍຣດາເ",
		"ຊາຣຫິວາ",
		"ເມີ",
		"ອາບານ",
		"ອາຊາຣ",
		"ດີຣ",
		"ບຣາແມນ",
		"ເອສຟານ"
	],
	"eraAbbr": [
		"ປີເປີເຊຍ"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"ຟຣາວາດິນ",
		"ອໍຣດີບີເຫຮດ",
		"ຄໍຣເດດ",
		"ແຕຣ",
		"ມໍຣເດດ",
		"ຊາຣລິວາ",
		"ເມີ",
		"ອາບານ",
		"ອາຊາ",
		"ດີຣ",
		"ບຣາມານ",
		"ເອສຟານ"
	],
	"months-standAlone-wide": [
		"ຟຣາວາດິນ",
		"ອໍຣດີບີເຫຣດ",
		"ຄໍຣເດດ",
		"ແຕຣ",
		"ມໍຣເດດ",
		"ຊາຣຫິວາ",
		"ເມີ",
		"ອາບານ",
		"ອາຊາຣ",
		"ດີຣ",
		"ບຣາແມນ",
		"ເອສຟານ"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);