define(
"dojo/cldr/nls/hy/gregorian", //begin v1.x content
{
	"dateFormat-medium": "MMM d, y",
	"eraNarrow": [
		"Մ․Թ․Ա․",
		"Մ․Թ․"
	],
	"days-format-short": [
		"Կիր",
		"Երկ",
		"Երք",
		"Չոր",
		"Հնգ",
		"Ուր",
		"Շաբ"
	],
	"months-standAlone-wide": [
		"Հունվար",
		"Փետրվար",
		"Մարտ",
		"Ապրիլ",
		"Մայիս",
		"Հունիս",
		"Հուլիս",
		"Օգոստոս",
		"Սեպտեմբեր",
		"Հոկտեմբեր",
		"Նոյեմբեր",
		"Դեկտեմբեր"
	],
	"eraNames": [
		"Մ․Թ․Ա․",
		"Մ․Թ․"
	],
	"dayPeriods-format-wide-pm": "Կե․",
	"months-standAlone-abbr": [
		"Հնվ",
		"Փտվ",
		"Մրտ",
		"Ապր",
		"Մյս",
		"Հնս",
		"Հլս",
		"Օգս",
		"Սեպ",
		"Հոկ",
		"Նոյ",
		"Դեկ"
	],
	"days-standAlone-short": [
		"Կիր",
		"Երկ",
		"Երք",
		"Չոր",
		"Հնգ",
		"Ուր",
		"Շաբ"
	],
	"dayPeriods-format-wide-am": "Առ․",
	"dateFormat-long": "MMMM dd, y",
	"dateFormat-short": "MM/dd/yy",
	"months-format-wide": [
		"Հունվար",
		"Փետրվար",
		"Մարտ",
		"Ապրիլ",
		"Մայիս",
		"Հունիս",
		"Հուլիս",
		"Օգոստոս",
		"Սեպտեմբեր",
		"Հոկտեմբեր",
		"Նոյեմբեր",
		"Դեկտեմբեր"
	],
	"days-standAlone-wide": [
		"Կիրակի",
		"Երկուշաբթի",
		"Երեքշաբթի",
		"Չորեքշաբթի",
		"Հինգշաբթի",
		"Ուրբաթ",
		"Շաբաթ"
	],
	"months-format-abbr": [
		"Հնվ",
		"Փտվ",
		"Մրտ",
		"Ապր",
		"Մյս",
		"Հնս",
		"Հլս",
		"Օգս",
		"Սեպ",
		"Հոկ",
		"Նոյ",
		"Դեկ"
	],
	"days-standAlone-abbr": [
		"Կիր",
		"Երկ",
		"Երք",
		"Չոր",
		"Հնգ",
		"Ուր",
		"Շաբ"
	],
	"days-format-wide": [
		"Կիրակի",
		"Երկուշաբթի",
		"Երեքշաբթի",
		"Չորեքշաբթի",
		"Հինգշաբթի",
		"Ուրբաթ",
		"Շաբաթ"
	],
	"eraAbbr": [
		"Մ․Թ․Ա․",
		"Մ․Թ․"
	],
	"dateFormat-full": "EEEE, MMMM d, y",
	"days-format-abbr": [
		"Կիր",
		"Երկ",
		"Երք",
		"Չոր",
		"Հնգ",
		"Ուր",
		"Շաբ"
	]
}
//end v1.x content
);