define(
"dojo/cldr/nls/th/persian", //begin v1.x content
{
	"months-format-abbr": [
		"ฟาร์วาร์ดิน",
		"ออร์ดิเบเฮชต์",
		"คอร์แดด",
		"เตอร์",
		"มอร์แดด",
		"ชาหริวาร์",
		"เมฮร์",
		"อะบาน",
		"อะซาร์",
		"เดย์",
		"บาฮ์มาน",
		"เอสฟานด์"
	],
	"months-format-wide": [
		"ฟาร์วาร์ดิน",
		"ออร์ดิเบเฮชต์",
		"คอร์แดด",
		"เตอร์",
		"มอร์แดด",
		"ชาหริวาร์",
		"เมฮร์",
		"อะบาน",
		"อะซาร์",
		"เดย์",
		"บาฮ์มาน",
		"เอสฟานด์"
	],
	"eraAbbr": [
		"ปีเปอร์เซีย"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"ฟาร์วาร์ดิน",
		"ออร์ดิเบเฮชต์",
		"คอร์แดด",
		"เตอร์",
		"มอร์แดด",
		"ชาหริวาร์",
		"เมฮร์",
		"อะบาน",
		"อะซาร์",
		"เดย์",
		"บาฮ์มาน",
		"เอสฟานด์"
	],
	"months-standAlone-wide": [
		"ฟาร์วาร์ดิน",
		"ออร์ดิเบเฮชต์",
		"คอร์แดด",
		"เตอร์",
		"มอร์แดด",
		"ชาหริวาร์",
		"เมฮร์",
		"อะบาน",
		"อะซาร์",
		"เดย์",
		"บาฮ์มาน",
		"เอสฟานด์"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);