define(
"dojo/cldr/nls/ja/coptic", //begin v1.x content
{
	"months-format-abbr": [
		"トウト",
		"ババ",
		"ハトール",
		"キアック",
		"トーバ",
		"アムシール",
		"バラムハート",
		"バラモウダ",
		"バシャンス",
		"パオーナ",
		"エペープ",
		"メスラ",
		"ナシエ"
	],
	"months-format-wide": [
		"トウト",
		"ババ",
		"ハトール",
		"キアック",
		"トーバ",
		"アムシール",
		"バラムハート",
		"バラモウダ",
		"バシャンス",
		"パオーナ",
		"エペープ",
		"メスラ",
		"ナシエ"
	],
	"months-standAlone-abbr": [
		"トウト",
		"ババ",
		"ハトール",
		"キアック",
		"トーバ",
		"アムシール",
		"バラムハート",
		"バラモウダ",
		"バシャンス",
		"パオーナ",
		"エペープ",
		"メスラ",
		"ナシエ"
	],
	"months-standAlone-wide": [
		"トウト",
		"ババ",
		"ハトール",
		"キアック",
		"トーバ",
		"アムシール",
		"バラムハート",
		"バラモウダ",
		"バシャンス",
		"パオーナ",
		"エペープ",
		"メスラ",
		"ナシエ"
	]
}
//end v1.x content
);