define(
"dojo/cldr/nls/ja/persian", //begin v1.x content
{
	"months-format-abbr": [
		"ファルヴァルディーン",
		"オルディーベヘシュト",
		"ホルダード",
		"ティール",
		"モルダード",
		"シャハリーヴァル",
		"メフル",
		"アーバーン",
		"アーザル",
		"デイ",
		"バフマン",
		"エスファンド"
	],
	"months-format-wide": [
		"ファルヴァルディーン",
		"オルディーベヘシュト",
		"ホルダード",
		"ティール",
		"モルダード",
		"シャハリーヴァル",
		"メフル",
		"アーバーン",
		"アーザル",
		"デイ",
		"バフマン",
		"エスファンド"
	],
	"eraAbbr": [
		"AP"
	],
	"months-format-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	],
	"months-standAlone-abbr": [
		"ファルヴァルディーン",
		"オルディーベヘシュト",
		"ホルダード",
		"ティール",
		"モルダード",
		"シャハリーヴァル",
		"メフル",
		"アーバーン",
		"アーザル",
		"デイ",
		"バフマン",
		"エスファンド"
	],
	"months-standAlone-wide": [
		"ファルヴァルディーン",
		"オルディーベヘシュト",
		"ホルダード",
		"ティール",
		"モルダード",
		"シャハリーヴァル",
		"メフル",
		"アーバーン",
		"アーザル",
		"デイ",
		"バフマン",
		"エスファンド"
	],
	"months-standAlone-narrow": [
		"1",
		"2",
		"3",
		"4",
		"5",
		"6",
		"7",
		"8",
		"9",
		"10",
		"11",
		"12"
	]
}
//end v1.x content
);