define(
"dojo/cldr/nls/ar-sy/gregorian", //begin v1.x content
{
	"months-format-abbr": [
		"كانون الثاني",
		"شباط",
		"آذار",
		"نيسان",
		"أيار",
		"حزيران",
		"تموز",
		"آب",
		"أيلول",
		"تشرين الأول",
		"تشرين الثاني",
		"كانون الأول"
	],
	"months-format-wide": [
		"كانون الثاني",
		"شباط",
		"آذار",
		"نيسان",
		"أيار",
		"حزيران",
		"تموز",
		"آب",
		"أيلول",
		"تشرين الأول",
		"تشرين الثاني",
		"كانون الأول"
	],
	"months-standAlone-wide": [
		"كانون الثاني",
		"شباط",
		"آذار",
		"نيسان",
		"أيار",
		"حزيران",
		"تموز",
		"آب",
		"أيلول",
		"تشرين الأول",
		"تشرين الثاني",
		"كانون الأول"
	],
	"months-standAlone-abbr": [
		"كانون الثاني",
		"شباط",
		"آذار",
		"نيسان",
		"أيار",
		"حزيران",
		"تموز",
		"آب",
		"أيلول",
		"تشرين الأول",
		"تشرين الثاني",
		"كانون الأول"
	]
}
//end v1.x content
);